{
	"CAT_SCREEN.COLLAR_COLS": {
		"crimson": "red",
		"blue": "blue",
		"yellow": "yellow",
		"cyan": "cyan",
		"red": "orange",
		"lime": "lime",
		"green": "green",
		"rainbow": "rainbow",
		"black": "black",
		"spikes": "spiky",
		"pink": "pink",
		"purple": "purple",
		"multi": "multi"
	},
	"CAT_SCREEN.BACKSTORY": {
		"default": "%cat% was born into the Clan where they currently reside.",
		"clan_founder": "%cat% is one of the founding members of the Clan.",
		"clanborn": "%cat% was born into the Clan where they currently reside.",
		"halfclan1": "%cat% was born into the Clan, but one of their parents resides in another Clan.",
		"halfclan2": "%cat% was born in another Clan, but chose to come to this Clan to be with their other parent.",
		"outsider_roots1": "%cat% was born into the clan, but one of their parents is an outsider that belongs to no clan.",
		"outsider_roots2": "%cat% was born outside the clan, but came to live in the Clan with their parent at a young age.",
		"loner1": "%cat% joined the Clan by choice after living life as a loner.",
		"loner2": "%cat% used to live in a barn, but mostly stayed away from twolegs. They decided clan life might be an interesting change of pace.",
		"kittypet1": "%cat% joined the Clan by choice after living life with twolegs as a kittypet.",
		"kittypet2": "%cat% used to live on something called a “boat” with twolegs, but decided to join the clan.",
		"rogue1": "%cat% joined the Clan by choice after living life as a rogue.",
		"rogue2": "%cat% used to live in a twolegplace, scrounging for what they could find. They thought the Clan might offer them more security.",
		"abandoned1": "%cat% was found by the Clan as a kit, and has been living with them ever since.",
		"abandoned2": "%cat% was born into a kittypet life, but was brought to the Clan as a kit, and has lived here ever since.",
		"abandoned3": "%cat% was born into another clan, but they were left here as a kit for the Clan to raise.",
		"medicine_cat": "%cat% was once a medicine cat in another clan.",
		"otherclan": "%cat% was born into another clan, but came to this Clan by choice.",
		"otherclan2": "%cat% was unhappy in their old Clan, and decided to come here instead.",
		"ostracized_warrior": "%cat% was ostracized from their old clan, but no one really knows why.",
		"disgraced": "%cat% was cast out of their old Clan for some transgression that they're not keen on talking about.",
		"retired_leader": "%cat% used to be the leader of another Clan, before deciding they needed a change of scenery after leadership became too much. They returned their nine lives, and let their deputy take over before coming here.",
		"refugee": "%cat% came to this Clan after fleeing from their former Clan and the tyrannical leader that had taken over.",
		"tragedy_survivor": "Something horrible happened to %cat%'s previous clan. They refuse to speak about it.",
		"orphaned": "%cat% was found with a deceased parent. The Clan took them in, but doesn't hide where they came from."
	},
	"CAT_SCREEN.BACKSTORY_SHORT": {
		"clanborn": "clanborn",
		"clan_founder": "clan founder",
		"halfclan1": "half-clan",
		"halfclan2": "half-clan",
		"outsider_roots1": "outsider roots",
		"outsider_roots2": "outsider roots",
		"loner1": "formerly a loner",
		"loner2": "formerly a loner",
		"kittypet1": "formerly a kittypet",
		"kittypet2": "formerly a kittypet",
		"rogue1": "formerly a rogue",
		"rogue2": "formerly a rogue",
		"abandoned1": "formerly abandoned",
		"abandoned2": "formerly abandoned",
		"abandoned3": "formerly abandoned",
		"medicine_cat": "formerly a medicine cat",
		"otherclan1": "formerly from another clan",
		"otherclan2": "formerly from another clan",
		"ostracized_warrior": "ostracized warrior",
		"retired_leader": "retired leader",
		"refugee": "refugee",
		"tragedy_survivor": "survivor of a tragedy",
		"orphaned": "orphaned",
		"disgraced_medcat": "disgraced medicine cat",
		"disgraced_dep": "disgraced deputy"
	}
}