{
	"CAT_SCREEN.COLLAR_COLS": {
		"crimson": "red",
		"blue": "blue",
		"yellow": "yellow",
		"cyan": "cyan",
		"red": "orange",
		"lime": "lime",
		"green": "green",
		"rainbow": "rainbow",
		"black": "black",
		"spikes": "spiky",
		"pink": "pink",
		"purple": "purple",
		"multi": "multi"
	},
	"CAT_SCREEN.BACKSTORY": {
		"default": "%cat% was born into the Clan where they currently reside.",
		"clan_founder": "%cat% is one of the founding members of the Clan.",
		"clanborn": "%cat% was born into the Clan where they currently reside.",
		"halfclan1": "%cat% was born into the Clan, but one of their parents resides in another Clan.",
		"halfclan2": "%cat% was born in another Clan, but chose to come to this Clan to be with their other parent.",
		"outsider_roots1": "%cat% was born into the clan, but one of their parents is an outsider that belongs to no clan.",
		"outsider_roots2": "%cat% was born outside the clan, but came to live in the Clan with their parent at a young age.",
		"loner1": "%cat% joined the Clan by choice after living life as a loner.",
		"loner2": "%cat% used to live in a barn, but mostly stayed away from twolegs. They decided clan life might be an interesting change of pace.",
		"kittypet1": "%cat% joined the Clan by choice after living life with twolegs as a kittypet.",
		"kittypet2": "%cat% used to live on something called a “boat” with twolegs, but decided to join the clan.",
		"rogue1": "%cat% joined the Clan by choice after living life as a rogue.",
		"rogue2": "%cat% used to live in a twolegplace, scrounging for what they could find. They thought the Clan might offer them more security.",
		"abandoned1": "%cat% was found by the Clan as a kit, and has been living with them ever since.",
		"abandoned2": "%cat% was born into a kittypet life, but was brought to the Clan as a kit, and has lived here ever since.",
		"abandoned3": "%cat% was born into another clan, but they were left here as a kit for the Clan to raise.",
		"medicine_cat": "%cat% was once a medicine cat in another clan.",
		"otherclan": "%cat% was born into another clan, but came to this Clan by choice.",
		"otherclan2": "%cat% was unhappy in their old Clan, and decided to come here instead.",
		"ostracized_warrior": "%cat% was ostracized from their old clan, but no one really knows why.",
		"disgraced": "%cat% was cast out of their old Clan for some transgression that they're not keen on talking about.",
		"retired_leader": "%cat% used to be the leader of another Clan, before deciding they needed a change of scenery after leadership became too much. They returned their nine lives, and let their deputy take over before coming here.",
		"refugee": "%cat% came to this Clan after fleeing from their former Clan and the tyrannical leader that had taken over.",
		"tragedy_survivor": "Something horrible happened to %cat%'s previous clan. They refuse to speak about it.",
		"orphaned": "%cat% was found with a deceased parent. The Clan took them in, but doesn't hide where they came from."
	},
	"CAT_SCREEN.BACKSTORY_SHORT": {
		"clanborn": "clanborn",
		"clan_founder": "clan founder",
		"halfclan1": "half-clan",
		"halfclan2": "half-clan",
		"outsider_roots1": "outsider roots",
		"outsider_roots2": "outsider roots",
		"loner1": "formerly a loner",
		"loner2": "formerly a loner",
		"kittypet1": "formerly a kittypet",
		"kittypet2": "formerly a kittypet",
		"rogue1": "formerly a rogue",
		"rogue2": "formerly a rogue",
		"abandoned1": "formerly abandoned",
		"abandoned2": "formerly abandoned",
		"abandoned3": "formerly abandoned",
		"medicine_cat": "formerly a medicine cat",
		"otherclan1": "formerly from another clan",
		"otherclan2": "formerly from another clan",
		"ostracized_warrior": "ostracized warrior",
		"retired_leader": "retired leader",
		"refugee": "refugee",
		"tragedy_survivor": "survivor of a tragedy",
		"orphaned": "orphaned",
		"disgraced_medcat": "disgraced medicine cat",
		"disgraced_dep": "disgraced deputy"
	},
	"CAT_SCREEN.LIVES_CEREMONY": {
		"intro": "%cat% leaves to speak with StarClan. They close their eyes, and are immediately surrounded by their loved ones, friends, and clanmates who have passed on. Stars shine throughout their pelts, and their eyes are warm as they greet the new leader.\n\n",
		"known0": "%sc% pads up to the new leader first, softly touching their nose to %cat%'s head. They give a life for %virt%.\n\n",
		"unknown0": "A queen introduces themself as %sc%. They softly touch their nose to %cat%'s head, giving them a life for %virt%.\n\n",
		"known1": "%sc% walks up to %cat% next, offering a life for %virt%. They smile, and state that the clan will do well under %cat%'s leadership.\n\n",
		"unknown1": "An unknown warrior walks towards %cat%, stating that their name is %sc%. They offer a life for %virt%.\n\n",
        "known2": "%sc% bounds up to the new leader, reaching up on their hind legs to give them a new life for %virt%. They flick their tail and head back to make room for the next cat.\n\n",
        "unknown2": "%sc% introduces themself and bounds up to the new leader, reaching up on their hind legs to give them a new life for %virt%.\n\n",
        "known3": "Another cat approaches. %sc% steps forward to give %cat% a life for %virt%. %cat% grits their teeth as the life rushes into them.\n\n",
        "unknown3": "%sc% states their name and steps forward to give %cat% a life for %virt%.\n\n",
        "known4": "A young cat is next to give a life. Starlight reflects off their youthful eyes. %sc% stretches up to give a life for %virt%.\n\n",
        "unknown4": "%sc%, an unfamiliar apprentice, stretches up to give a life for %virt%. Their eyes glimmer as they wish %cat%  well, and step back for the next cat.\n\n",
        "known5": "%sc% strides forward, an energy in their steps that wasn't present in their last moments. They give a life for %virt%.\n\n",
        "unknown5": "%sc%, an elder, introduces themself and strides forward to give a new life for %virt%.\n\n",
        "known6": "%sc% dips their head in greeting. Energy surges through %cat%'s pelt as they receive a life for %virt%. They reassure %cat% that they are almost done.\n\n",
        "unknown6": "%sc%, an unknown warrior, gives a life for %virt%. The cat turns around to take their place back in StarClan, leaving room for the next one to give a life.\n\n",
        "known7": "%sc% approaches next, a warm smile on their face. They offer a life for %virt%, whispering to take care of the clan the best they can.\n\n",
        "unknown7": "The next cat is not familiar. They smell of catmint and other herbs, and have a noble look to them. The cat tells %cat% that their name is %sc%. They offer a life for %virt%.\n\n",
        "known8": "Finally, %sc% steps forward. There is pride in their gaze as they stare into %cat%'s eyes. They give a life for %virt%.\n\n",
        "unknown8": "%sc%, one of Starclan's oldest leaders, looks at the new leader with pride. They give a last life, the gift of %virt%.\n\n",
		"known_fin": "%sc% hails %cat% by their new name, %pref%star, telling them that their old life is no more. They are granted guardianship of %clan%Clan, and are told to use their new power wisely. The group of starry cats yowls %pref%star's name in support. %pref%star wakes up feeling a new strength within their body, and know that they are now ready to lead the clan.",
		"unknown_fin": "StarClan hails %cat% by their new name, %pref%star, telling them that their old life is no more. They are granted guardianship of %clan%Clan, and are told to use their new power wisely. The group of starry cats yowls %pref%star's name in support. %pref%star wakes up feeling a new strength within their body, and know that they are now ready to lead the clan."
	}
}